Repository: relayemu/client
Catalog: Packages/RelayUI/Sources/RelayUI/Localizable.xcstrings
Source language: en
Languages: de, es_es, es_mx, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, sv, zh_hant

source: Sign in with the same Apple account.
de: Melde dich mit demselben Apple Account an.
es_es: Inicia sesión con la misma cuenta de Apple.
es_mx: Inicia sesión con la misma cuenta de Apple.
fr: Connecte-toi avec le même compte Apple.
it: Accedi con lo stesso account Apple.
ja: 同じApple Accountでサインインしてください。
ko: 같은 Apple 계정으로 로그인하세요.
nl: Log in met hetzelfde Apple Account.
pl: Zaloguj się na to samo konto Apple.
pt_br: Entre com a mesma Conta Apple.
pt_pt: Inicia sessão com a mesma conta Apple.
ro: Autentifică-te cu același cont Apple.
sv: Logga in med samma Apple-konto.
zh_hant: 使用相同的 Apple 帳號登入。

source: Send more files from your computer, or close this screen to play.
de: Sende weitere Dateien von deinem Computer oder schließe diesen Bildschirm, um zu spielen.
es_es: Envía más archivos desde tu ordenador o cierra esta pantalla para jugar.
es_mx: Envía más archivos desde tu computadora o cierra esta pantalla para jugar.
fr: Envoie d’autres fichiers depuis ton ordinateur, ou ferme cet écran pour jouer.
it: Invia altri file dal computer o chiudi questa schermata per giocare.
ja: コンピュータからさらにファイルを送るか、この画面を閉じてプレイしましょう。
ko: 컴퓨터에서 파일을 더 보내거나 이 화면을 닫고 플레이하세요.
nl: Verstuur meer bestanden vanaf je computer of sluit dit scherm om te spelen.
pl: Wyślij więcej plików z komputera lub zamknij ten ekran, aby zagrać.
pt_br: Envie mais arquivos do computador ou feche esta tela para jogar.
pt_pt: Envia mais ficheiros do computador ou fecha este ecrã para jogar.
ro: Trimite alte fișiere de pe computer sau închide acest ecran ca să te joci.
sv: Skicka fler filer från datorn eller stäng den här skärmen för att spela.
zh_hant: 從電腦傳送更多檔案，或關閉此畫面開始遊玩。

source: Received
de: Empfangen
es_es: Recibido
es_mx: Recibido
fr: Reçu
it: Ricevuti
ja: 受信済み
ko: 수신됨
nl: Ontvangen
pl: Odebrano
pt_br: Recebido
pt_pt: Recebido
ro: Primit
sv: Mottaget
zh_hant: 已接收

source: Time left to receive
de: Verbleibende Empfangszeit
es_es: Tiempo de recepción restante
es_mx: Tiempo de recepción restante
fr: Temps de réception restant
it: Tempo di ricezione rimanente
ja: 受信の残り時間
ko: 남은 수신 시간
nl: Resterende ontvangsttijd
pl: Pozostały czas odbierania
pt_br: Tempo de recebimento restante
pt_pt: Tempo de receção restante
ro: Timp de primire rămas
sv: Återstående mottagningstid
zh_hant: 剩餘接收時間

source: Estimating…
de: Wird geschätzt…
es_es: Calculando…
es_mx: Calculando…
fr: Estimation…
it: Calcolo…
ja: 計算中…
ko: 계산 중…
nl: Berekenen…
pl: Szacowanie…
pt_br: Calculando…
pt_pt: A calcular…
ro: Se estimează…
sv: Beräknar…
zh_hant: 估算中…

source: Up to two files at a time
de: Bis zu zwei Dateien gleichzeitig
es_es: Hasta dos archivos a la vez
es_mx: Hasta dos archivos a la vez
fr: Jusqu’à deux fichiers à la fois
it: Fino a due file alla volta
ja: 最大2ファイルを同時に転送
ko: 최대 두 파일 동시 전송
nl: Maximaal twee bestanden tegelijk
pl: Do dwóch plików jednocześnie
pt_br: Até dois arquivos por vez
pt_pt: Até dois ficheiros de cada vez
ro: Până la două fișiere simultan
sv: Upp till två filer åt gången
zh_hant: 最多同時傳輸兩個檔案

source: Your files have arrived. Relay is checking them and adding games. Large archives can take a few minutes.
de: Deine Dateien sind angekommen. Relay prüft sie und fügt Spiele hinzu. Große Archive können einige Minuten dauern.
es_es: Tus archivos han llegado. Relay los está comprobando y añadiendo los juegos. Los archivos comprimidos grandes pueden tardar unos minutos.
es_mx: Tus archivos han llegado. Relay los está revisando y agregando los juegos. Los archivos comprimidos grandes pueden tardar unos minutos.
fr: Tes fichiers sont arrivés. Relay les vérifie et ajoute les jeux. Les grandes archives peuvent prendre quelques minutes.
it: I tuoi file sono arrivati. Relay li sta verificando e aggiungendo i giochi. Gli archivi grandi possono richiedere qualche minuto.
ja: ファイルを受信しました。Relayが確認してゲームを追加しています。大きなアーカイブは数分かかることがあります。
ko: 파일을 받았어요. Relay가 파일을 확인하고 게임을 추가하고 있어요. 큰 압축 파일은 몇 분 정도 걸릴 수 있어요.
nl: Je bestanden zijn aangekomen. Relay controleert ze en voegt de games toe. Grote archieven kunnen enkele minuten duren.
pl: Twoje pliki dotarły. Relay sprawdza je i dodaje gry. Duże archiwa mogą wymagać kilku minut.
pt_br: Seus arquivos chegaram. O Relay está verificando os arquivos e adicionando os jogos. Arquivos compactados grandes podem levar alguns minutos.
pt_pt: Os teus ficheiros chegaram. O Relay está a verificá-los e a adicionar os jogos. Os arquivos grandes podem demorar alguns minutos.
ro: Fișierele tale au ajuns. Relay le verifică și adaugă jocurile. Arhivele mari pot dura câteva minute.
sv: Dina filer har kommit fram. Relay kontrollerar dem och lägger till spel. Stora arkiv kan ta några minuter.
zh_hant: 你的檔案已送達。Relay 正在檢查檔案並加入遊戲。大型壓縮檔可能需要幾分鐘。

source: About %@
de: Etwa %@
es_es: Aproximadamente %@
es_mx: Aproximadamente %@
fr: Environ %@
it: Circa %@
ja: 約%@
ko: 약 %@
nl: Ongeveer %@
pl: Około %@
pt_br: Cerca de %@
pt_pt: Cerca de %@
ro: Aproximativ %@
sv: Ungefär %@
zh_hant: 約 %@

source: Direct
de: Direkt
es_es: Directo
es_mx: Directo
it: Diretto
ja: 直接
ko: 직접
pl: Bezpośrednio
pt_br: Direto
pt_pt: Direto
sv: Direkt
zh_hant: 直接

source: Via Relay
de: Über Relay
es_es: A través de Relay
es_mx: A través de Relay
it: Tramite Relay
ja: Relay経由
ko: Relay 경유
pl: Przez Relay
ro: Prin Relay
zh_hant: 透過 Relay

source: Automatic renewal is off
fr: Le renouvellement automatique est désactivé

source: %lld GB
fr: %lld Go

source: 15 seconds
fr: 15 secondes

source: A future plan change does not change your current storage. Your Relay account shows the plan Apple has made active.
fr: Un changement prévu ne modifie pas ton espace actuel. Ton compte Relay affiche l’abonnement activé par Apple.

source: A test service for your Relay account. No purchase is available here. Game-file uploads need a separate opt-in for this service. Relay Sync does not provide end-to-end encryption.
fr: Un service de test pour ton compte Relay. Aucun achat n’est proposé ici. L’envoi de fichiers de jeu nécessite ton accord pour ce service. Relay Sync ne propose pas de chiffrement de bout en bout.

# Account portal
source: Account website
es_es: Web de la Cuenta Relay
es_mx: Sitio web de la Cuenta Relay
fr: Espace personnel
it: Sito dell’account
ja: アカウントのWebサイト
ko: 계정 웹사이트
pl: Witryna konta
pt_br: Site da conta
pt_pt: Site da conta
ro: Site-ul contului
sv: Kontosida
zh_hant: 帳號網頁

source: Acknowledgements
fr: Remerciements

source: Back to account settings
fr: Retour aux réglages du compte

source: Cheat name
es_es: Nombre del truco
es_mx: Nombre del truco
fr: Nom du code
it: Nome del trucco
ja: チート名
ko: 치트 이름
nl: Cheatnaam
pl: Nazwa kodu
pt_br: Nome da trapaça
pt_pt: Nome do código de batota
ro: Numele codului de trișare
sv: Namn på fusk
zh_hant: 作弊碼名稱

source: Cheats
es_es: Trucos
es_mx: Trucos
fr: Codes de triche
it: Trucchi
ja: チート
ko: 치트
pl: Kody
pt_br: Trapaças
pt_pt: Códigos de batota
ro: Coduri de trișare
sv: Fusk
zh_hant: 作弊碼

source: Connected to your Relay account
fr: Connecté à ton compte Relay

source: Controller
es_es: Mando
es_mx: Control
fr: Manette
ja: コントローラー
ko: 컨트롤러
pl: Kontroler
pt_br: Controle
pt_pt: Comando
ro: Controler
sv: Handkontroll
zh_hant: 控制器

source: Curated options keep the renderer predictable. Relay does not expose core or vendor graphics settings.
fr: Ces options sélectionnées gardent un rendu fiable. Relay n’expose pas les réglages graphiques du cœur ou du fournisseur.

source: Current plan: %@
fr: Abonnement actuel : %@

source: Delete Everywhere removes the game and its saves from iCloud and all your devices. Saves can't be recovered.
fr: Supprimer partout retire le jeu et ses sauvegardes d’iCloud et de tous tes appareils. Les sauvegardes ne pourront pas être récupérées.

source: Emulation
fr: Émulation

source: Filter
es_es: Filtro
es_mx: Filtrar
fr: Filtre
it: Filtro
ja: フィルター
ko: 필터
pl: Filtr
pt_br: Filtro
pt_pt: Filtrar
ro: Filtru
zh_hant: 濾鏡

source: Game files in iCloud
fr: Fichiers de jeu dans iCloud

source: Home
es_es: Inicio
es_mx: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pl: Ekran główny
pt_br: Início
pt_pt: Início
ro: Acasă
sv: Hem
zh_hant: 首頁

source: Imported games (SHA-256)
fr: Jeux importés (SHA-256)

source: In Relay Sync
es_es: En Relay Sync
es_mx: En Relay Sync
fr: Dans Relay Sync
ja: Relay Sync上
ko: Relay Sync에 있음
pl: W Relay Sync
pt_br: No Relay Sync
pt_pt: No Relay Sync
ro: În Relay Sync
sv: I Relay Sync
zh_hant: 在 Relay Sync 中

source: In iCloud
es_es: En iCloud
es_mx: En iCloud
fr: Dans iCloud
ja: iCloud上
ko: iCloud에 있음
pl: W iCloud
pt_br: No iCloud
pt_pt: No iCloud
ro: În iCloud
sv: I iCloud
zh_hant: 在 iCloud 中

source: It's in iCloud (%@). Download it and play.
fr: Il est dans iCloud (%@). Télécharge-le et joue.

source: Keep your game files available across your Apple devices.
fr: Garde tes fichiers de jeu à disposition sur tous tes appareils Apple.

source: Normal
fr: Normale
it: Normale
ja: 標準
ko: 일반
nl: Normaal
pl: Normalna
zh_hant: 正常

source: One purchase. Yours for good.
fr: Un seul achat. À toi pour toujours.

source: Owned
fr: Acquis

source: Play in the native Relay app for Mac with Once or Monthly.
fr: Joue dans l’app Relay native pour Mac avec Once ou l’offre mensuelle.

source: Play session
fr: Session de jeu

source: Purchasing Relay Pro
fr: Achat de Relay Pro

source: Region
es_es: Región
es_mx: Región
fr: Région
it: Regione
ja: 地域
ko: 지역
nl: Regio
pt_br: Região
pt_pt: Região
ro: Regiune
zh_hant: 地區

source: Relay Pro is yours
fr: Relay Pro est à toi

source: Relay Sync status
es_es: Estado de Relay Sync
es_mx: Estado de Relay Sync
fr: État de Relay Sync
it: Stato Relay Sync
ja: Relay Syncの状況
ko: Relay Sync 상태
pl: Stan Relay Sync
pt_br: Status do Relay Sync
pt_pt: Estado do Relay Sync
ro: Stare Relay Sync
sv: Status för Relay Sync
zh_hant: Relay Sync 狀態

source: Relay Account
es_es: Cuenta Relay
es_mx: Cuenta Relay
fr: Compte Relay
pl: Konto Relay
sv: Relay-konto
zh_hant: Relay 帳號

source: Relay in iCloud
es_es: Relay en iCloud
es_mx: Relay en iCloud
fr: Relay dans iCloud
ja: iCloud上のRelay
ko: iCloud의 Relay
pl: Relay w iCloud
pt_br: Relay no iCloud
pt_pt: Relay no iCloud
ro: Relay în iCloud
sv: Relay i iCloud
zh_hant: iCloud 中的 Relay

source: Removing a download keeps the game in iCloud. Your saves stay on %@.
fr: Supprimer un téléchargement garde le jeu dans iCloud. Tes sauvegardes restent sur %@.

source: Request Sync
fr: Demander la synchronisation

source: Sync saves
fr: Synchroniser les sauvegardes

source: System
es_es: Sistema
es_mx: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
zh_hant: 系統

source: The file in iCloud doesn't match the game. Nothing on %@ was changed.
fr: Le fichier dans iCloud ne correspond pas au jeu. Rien n’a été modifié sur %@.

# Touch Layout Editor
source: Touch Layout
es_es: Disposición táctil
es_mx: Diseño táctil
fr: Disposition tactile
it: Layout comandi touch
ja: タッチレイアウト
ko: 터치 배치
nl: Aanraakindeling
pl: Układ sterowania dotykowego
pt_br: Layout dos controles por toque
pt_pt: Disposição dos comandos táteis
ro: Dispunerea comenzilor tactile
sv: Pekreglagens layout
zh_hant: 觸控配置

source: Your library, iCloud data and saves stay available. Get Relay Pro to start or continue %@ in the native Mac app.
fr: Ta bibliothèque, tes données iCloud et tes sauvegardes restent disponibles. Passe à Relay Pro pour lancer ou continuer %@ dans l’app Mac native.

source: can't be loaded
fr: ne peut pas être chargée

source: Download · %@
es_es: Descargar · %@
es_mx: Descargar · %@
fr: Télécharger · %@
it: Scarica · %@
ja: ダウンロード · %@
ko: 다운로드 · %@
nl: Downloaden · %@
pl: Pobierz · %@
pt_br: Baixar · %@
pt_pt: Descarregar · %@
ro: Descarcă · %@
sv: Hämta · %@
zh_hant: 下載 · %@

source: PlayStation Firmware
es_es: Firmware de PlayStation
es_mx: Firmware de PlayStation
fr: Firmware PlayStation
it: Firmware PlayStation
ja: PlayStationファームウェア
ko: PlayStation 펌웨어
pl: Firmware PlayStation
pt_br: Firmware do PlayStation
pt_pt: Firmware PlayStation
ro: Firmware PlayStation
sv: Fast programvara för PlayStation
zh_hant: PlayStation 韌體

source: Japan · SCPH-5500
es_es: Japón · SCPH-5500
es_mx: Japón · SCPH-5500
fr: Japon · SCPH-5500
it: Giappone · SCPH-5500
ja: 日本 · SCPH-5500
ko: 일본 · SCPH-5500
pl: Japonia · SCPH-5500
pt_br: Japão · SCPH-5500
pt_pt: Japão · SCPH-5500
ro: Japonia · SCPH-5500
zh_hant: 日本 · SCPH-5500

source: Disc
es_es: Disco
es_mx: Disco
fr: Disque
it: Disco
ja: ディスク
ko: 디스크
nl: Schijf
pl: Płyta
pt_br: Disco
pt_pt: Disco
sv: Skiva
zh_hant: 光碟

source: Disc %lld
es_es: Disco %lld
es_mx: Disco %lld
fr: Disque %lld
it: Disco %lld
ja: ディスク%lld
ko: 디스크 %lld
nl: Schijf %lld
pl: Płyta %lld
pt_br: Disco %lld
pt_pt: Disco %lld
sv: Skiva %lld
zh_hant: 第 %lld 張光碟

source: Digital
fr: Numérique
it: Digitale
ja: デジタル
ko: 디지털
nl: Digitaal
pl: Cyfrowy
zh_hant: 數位

source: RetroAchievements account
es_es: Cuenta de RetroAchievements
es_mx: Cuenta de RetroAchievements
fr: Compte RetroAchievements
it: Account RetroAchievements
ja: RetroAchievementsアカウント
ko: RetroAchievements 계정
pl: Konto RetroAchievements
pt_br: Conta do RetroAchievements
pt_pt: Conta RetroAchievements
ro: Cont RetroAchievements
sv: RetroAchievements-konto
zh_hant: RetroAchievements 帳號

source: Neutral
es_es: Neutro
fr: Neutre
it: Neutro
ja: ニュートラル
ko: 뉴트럴
nl: Neutraal
pl: Neutralny
pt_br: Neutro
pt_pt: Neutro
ro: Neutru
zh_hant: 中性

source: Skin
es_es: Aspecto
es_mx: Apariencia
fr: Habillage
ja: スキン
ko: 스킨
pl: Wygląd sterowania
pt_br: Visual
pt_pt: Visual
ro: Aspectul comenzilor
sv: Utseende
zh_hant: 控制項外觀

source: 1 minute
es_es: 1 minuto
es_mx: 1 minuto
it: 1 minuto
ja: 1分
ko: 1분
nl: 1 minuut
pl: 1 minuta
pt_br: 1 minuto
pt_pt: 1 minuto
ro: 1 minut
sv: 1 minut
zh_hant: 1 分鐘

source: Code
es_es: Código
es_mx: Código
it: Codice
ja: コード
ko: 코드
pl: Kod
pt_br: Código
pt_pt: Código
ro: Cod
sv: Kod
zh_hant: 代碼

source: Format
es_es: Formato
es_mx: Formato
it: Formato
ja: 形式
ko: 형식
nl: Formaat
pt_br: Formato
pt_pt: Formato
zh_hant: 格式

source: Genre
es_es: Género
es_mx: Género
it: Genere
ja: ジャンル
ko: 장르
pl: Gatunek
pt_br: Gênero
pt_pt: Género
ro: Gen
zh_hant: 類型

source: Max
es_es: Máx.
es_mx: Máx.
it: Massimo
ja: 最大
ko: 최대
pt_br: Máx.
zh_hant: 最大

source: Original
it: Originale
ja: オリジナル
ko: 원본
nl: Origineel
pl: Oryginalny
zh_hant: 原始

source: Pause
es_es: Pausa
es_mx: Pausa
it: Pausa
ja: 一時停止
ko: 일시 정지
nl: Pauze
pl: Pauza
pt_br: Pausa
pt_pt: Pausa
ro: Pauză
sv: Paus
zh_hant: 暫停

source: Relay · Pause
es_es: Relay · Pausa
es_mx: Relay · Pausa
it: Relay · Pausa
ja: Relay · 一時停止
ko: Relay · 일시 정지
nl: Relay · Pauze
pl: Relay · Pauza
pt_br: Relay · Pausa
pt_pt: Relay · Pausar
ro: Relay · Pauză
sv: Relay · Paus
zh_hant: Relay · 暫停

source: Version
es_es: Versión
es_mx: Versión
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
zh_hant: 版本

source: Auto
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt_br: Automático
pt_pt: Automático
sv: Automatiskt
zh_hant: 自動

source: Copyright
es_mx: Derechos de autor
ja: 著作権
ko: 저작권
nl: Auteursrecht
pl: Prawa autorskie
pt_br: Direitos autorais
pt_pt: Direitos de autor
ro: Drepturi de autor
sv: Upphovsrätt
zh_hant: 著作權

source: Open source
es_es: Código abierto
es_mx: Código abierto
ja: オープンソース
ko: 오픈 소스
pl: Otwarte oprogramowanie
pt_br: Código aberto
pt_pt: Código aberto
ro: Cod sursă deschis
sv: Öppen källkod
zh_hant: 開放原始碼

source: %@/s
ja: %@/秒
ko: %@/초
zh_hant: %@/秒

source: OK
ko: 확인
zh_hant: 好
